/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Controlla in automatico";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Non controllare";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "Aggiorna a v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "Hex Color Picker può periodicamente controllare automaticamente gli aggiornamenti. Se esce una nuova versione non avrai bisogno di aggiornare e non sarà inviata alcuna informazione sulla identità personale per controllare aggiornamenti.";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Vuoi che Hex Color Picker cerchi aggiornamenti automaticamente?";